label start7:
    scene bg ch7 with fade
    pause 2.0
    scene black with fade
    x 'Ого. Представитель Дж. К. Роулинг заявил, что она не возражает против фанфиков на её произведения, с условием, что за них никто не получает денег и всем должно быть ясно, что права на книги принадлежат ей. Как круто. Я не знал об этом. Так что славься, Дж. К. Роулинг, и царствие твоё!'
    e '{i}{color=#5200a5} «Твой отец почти такой же классный, как мой»{/color}{/i}'
    scene bg pl with fade
    play music street
    show p st:
        yalign -1.0
        xalign -0.5
    show m norm at right
    p 'Губы Петунии Эванс-Веррес дрожали, а глаза были на мокром месте, когда Гарри обнял её на платформе девять станции Кингс Кросс.'
    e' Мам, может, мне всё-таки пойти с тобой? ' 
    h ' Гарри скользнул взглядом по отцу, Майклу Веррес-Эвансу, который выглядел стереотипно-суровым, но гордым, и перевёл взгляд на мать, которая наоборот выглядела скорее… потеряно. ' 
    e' Мам, я знаю, ты не в восторге от мира волшебников. Не надо со мной идти. Правда. ' 
    p ' Гарри, не волнуйся за меня, я твоя мать, и если тебе нужно, чтобы рядом был кто-то… ' 
    e' Мам, в Хогвартсе я буду сам по себе очень-очень долго. Если я не в состоянии даже сесть в поезд, то лучше выяснить это как можно раньше, чтобы у нас была возможность отменить весь план. К тому же, — добавил он шёпотом, — там все без ума от меня. Если возникнут трудности, мне достаточно будет снять повязку, — Гарри потрогал спортивную повязку на голове, которая скрывала шрам, — и у меня не будет отбоя от желающих помочь. ' 
    p ' Ох, Гарри, — прошептала Петуния. Она присела и крепко обняла его, прижавшись щекой к его щеке. Мальчик почувствовал её тяжёлое дыхание и услышал всхлип, слетевший с её губ, приглушённый и сдавленный, но всё же всхлип. — Я тебя очень люблю, всегда помни это. ' 
    t ' Как будто она боится никогда больше меня не увидеть, — подумал вдруг Гарри. Он был убеждён в верности своей догадки, но не мог понять, почему мама так переживает. ' 
    h ' Поэтому он предположил: ' 
    e' Мам, ты же знаешь, я не превращусь в твою сестру только потому, что буду изучать магию, да? Я наколдую всё, что ты попросишь, если смогу, конечно. А если ты хочешь, чтобы я не колдовал дома, то я не буду. Обещаю, что магия никогда не встанет между нами. ' 
    h ' Крепкие объятия прервали его слова. ' 
    p ' У тебя доброе сердце, — прошептала мама ему на ухо. — Очень доброе сердце, сынок! ' 
    h ' У Гарри запершило в горле. ' 
    p ' Петуния отпустила его и встала. Она достала из сумочки носовой платок и дрожащей рукой вытерла глаза. ' 
    h ' О том, чтобы на магическую сторону Кингс Кросс его провожал папа, речь вообще не шла. Отцу было сложно даже посмотреть на сундук Гарри. На долю Майкла Веррес-Эванса не приходилось и капли магии, бурлившей в крови волшебников.'
    show m answ
    h ' Поэтому он просто откашлялся и сказал: ' 
    m' Удачи в школе, Гарри. Как думаешь, я купил тебе достаточно книг? ' 
    h ' Гарри объяснил отцу, что его обучение может стать реальным шансом совершить что-то действительно важное и революционное, и профессор Веррес-Эванс, кивнув, сдвинул весь свой плотно расписанный график на два полных дня для того, чтобы совершить Величайший Поход за Подержанными Книгами в Истории, в который входило посещение четырёх городов и итогом которого стала покупка аж тридцати коробок с научной литературой, покоящихся теперь на подвальном уровне сундука Гарри. '
    h 'Большая часть книг обошлась в один-два фунта за штуку, но некоторые из них точно стоили много дороже, как, например, последнее издание «Руководства по химии и физике» или полное собрание энциклопедии «Британника» за 1972 год. Отец старался скрыть от Гарри стоимость книг, но мальчик догадывался, что было потрачено никак не меньше тысячи фунтов. '
    h' Гарри обещал, что вернёт всё до цента, как только разберётся в механизме перевода волшебного золота в магловские деньги, но в ответ папа посоветовал ему идти лесом. И после всего этого отец спрашивает: «Как думаешь, я купил тебе достаточно книг?» Было предельно ясно, какой ответ он хотел услышать. '
    h ' Гарри почему-то охрип. '
    show m norm 
    e' Книг никогда не бывает достаточно, — отчеканил он девиз семьи Веррес, и его отец присел, чтобы быстро, но крепко обнять сына. — Но это была хорошая попытка, — сказал Гарри, и у него опять запершило в горле. — Очень, очень, очень хорошая попытка. ' 
    h ' Отец выпрямился. ' 
    show m answ
    m ' Итак… — произнёс он. — А сам ты видишь платформу девять и три четверти? '

    h ' Кингс Кросс представлял собой огромное и суетливое место. Стены и пол вокзала были вымощены обычной грязной плиткой. Толпы людей спешили по своим повседневным делам и вели повседневные разговоры, которые складывались в огромное количество повседневного шума. На вокзале Кингс Кросс была платформа девять (на которой стоял Гарри и его родители) и платформа десять (ближайшая справа), но между ними не было совсем ничего, кроме тонкого и непримечательного барьера.'
    h ' Дневной свет, падавший сквозь стеклянную крышу здания, был достаточно ярким, чтобы выявить полное отсутствие каких-либо признаков платформы девять и три четверти. '
    h ' Гарри усердно смотрел по сторонам, пока глаза не заслезились, и повторял про себя: «Давай, магическое зрение, давай, магическое зрение», но безуспешно. Он подумывал о том, чтобы вытащить волшебную палочку и помахать ею, но МакГонагалл запретила использовать её. '
    h'К тому же если это опять вызовет дождь из разноцветных искр, то его могут арестовать за поджигание фейерверков. При условии, что палочка не надумает сделать что-то ещё, например, взорвать всё здание Кингс Кросс, поскольку Гарри лишь быстро проглядел учебники (содержание оказалось довольно причудливым), выбирая, какие же научные книги ему нужно купить в ближайшие сорок восемь часов. '
    h ' Итак, у него остался — Гарри глянул на часы — один-единственный час на раскрытие этого секрета, учитывая, что на поезде ему нужно быть к одиннадцати. Возможно, это был аналог IQ-теста, дабы глупые дети не могли стать магами. (А запас времени, который останется после прибытия на платформу, будет показателем прилежания — второго по важности фактора в обучении.) '
    e ' Я обязательно выясню, как туда попасть, — сказал Гарри своим родителям. — Это, наверное, что-то вроде проверки. ' 
    m ' Хм… возможно, тебе стоит поискать следы на полу, ведущие в непримечательное место? ' 
    show m condescending
    e ' Папа! — воскликнул Гарри. — Хватит! Я ещё даже не успел попробовать решить эту задачу сам! — к большому огорчению, предложение отца было очень хорошим. ' 
    m ' Извини, — сказал Майкл. '
    show m norm 
    p ' Ах… — сказала Петуния. — Не думаю, что они могли так поступить с учеником. Ты уверен, что профессор МакГонагалл ничего тебе не говорила? ' 
    e ' Вероятно, она отвлеклась на что-то другое, — ответил мальчик, не задумываясь. ' 
    show m answ
    m ' Гарри! — прошипели родители в унисон. — Что ты сделал?! ' 
    e ' Я… ну… — он сглотнул. — Слушайте, у нас нет времени на… ' 
    p ' Гарри! ' 
    e ' Ну правда нет времени! Слишком долго всё рассказывать, а мне надо выяснить, как попасть в школу! ' 
    p ' Мать закрыла лицо рукой: ' 
    p ' Насколько это было ужасно? ' 
    e ' Я… э-э, — я не могу рассказывать по причинам национальной безопасности. — Почти наполовину так же ужасно, как Инцидент с Научным Проектом? ' 
    p ' Гарри! '
    show m norm
    e' Я… ну… О, смотрите, там какие-то люди с совой, я спрошу у них, как попасть на платформу! ' 
    h ' — и Гарри убежал от родителей в сторону огненно-рыжей семьи. Его сундук заскользил следом. ' 
    hide p st 
    hide m norm 
    show mu norm 
    show rk norm:
        yalign 1.0
        xalign -0.7
    with fade
    h ' Полная женщина взглянула на подошедшего мальчика. ' 
    show mu smile
    mu ' — Привет, дорогой. Первый раз в Хогвартс? Рон тоже, — вдруг она застыла и пристально посмотрела на него. — Гарри Поттер?! ' 
    h ' Четыре мальчика, рыжая девочка и летавшая вокруг них сова тоже вдруг замерли на месте. ' 
    e' Ох, да хватит вам! ' 
    h' — запротестовал Гарри. Он планировал быть мистером Верресом хотя бы до прибытия в Хогвартс. — Я же надел повязку на голову и всё такое! Как вы меня узнали? ' 
    m' — Да, — сказал отец Гарри, приближаясь к компании широкими шагами. — Как вы его узнали? ' 
    h ' — судя по его голосу, Майкл Веррес явно нервничал. ' 
    show du norm at right 
    with easeinright
    du ' — Твоя фотография была в газетах, — сказал один из двух совершенно одинаковых близнецов. ' 
    show m answ at right
    with easeinright
    m' ГАРРИ! ' 
    hide du norm with easeoutright
    e ' — Папа! ' 
    e' Ты всё не так понял! Это потому что я победил Тёмного Лорда Сам-Знаешь-Кого, когда мне был один год! ' 
    m ' — ЧТО? ' 
    e' — Мама может объяснить. '
    show m shocked 
    m ' — ЧТО? ' 
    p ' — Ох… Майкл, дорогой, есть некоторые вещи, которые, я подумала, тебе лучше не знать до этого момента… ' 
    e' — Извините, — обратился Гарри к рыжеволосой семье, уставившейся на него. — Вы очень мне поможете, если скажете, как попасть на платформу девять и три четверти прямо сейчас! '
    show mu smile
    mu' — А-а-а, — протянула женщина и указала на стену. — Тебе лишь нужно пройти прямо через разделительный барьер между платформами девять и десять. Самое главное: не останавливайся и не бойся. Если нервничаешь, то лучше бежать. ' 
    du ' — И что бы ты ни делал, не думай о слоне. ' 
    show mu norm
    mu' — Джордж! Не обращай на него внимания, Гарри, нет никаких причин не думать о слоне. ' 
    du ' — Мам, я Фред, а не Джордж… ' 
    e' — Спасибо! — сказал Гарри и побежал к барьеру. ' 
    scene bg pl with fade
    t ' Постойте-ка, а это сработает, если не верить? ' 
    h ' Именно в такие моменты мальчик ненавидел свой разум, который слишком быстро сообразил, что сейчас он имеет дело с «резонансом сомнения»: то есть всё было бы хорошо, если бы он не сомневался, что пройдёт сквозь стену. Но раз Гарри беспокоился, достаточно ли сильно он в это верит, получалось, что на самом деле он боялся врезаться… ' 
    m ' — Гарри! Живо возвращайся назад и объяснись! — крикнул отец. ' 
    h ' Гарри закрыл глаза, отложил в сторону все знания об обоснованной достоверности и попытался просто сильно-пресильно поверить, что пройдёт через барьер и… ' 
    stop music
    scene bg kkk with fade
    play music kk
    h ' Звуки вокруг него поменялись. ' 
    h ' Гарри открыл глаза и замер, чувствуя себя запятнанным умышленной попыткой просто поверить. ' 
    h ' Он находился на залитой солнцем, открытой платформе, у которой стоял огромный поезд — четырнадцать длинных вагонов, возглавляемых мощным паровозом алого цвета с дымовой трубой, предвещавшей скорую гибель свежему воздуху. Десятки детей и их родителей уже сновали по платформе вокруг скамеек, столов и различных торговцев (хотя Гарри пришёл на час раньше отправления). ' 
    h ' Совершенно ясно, что на вокзале Кингс Кросс спрятать подобное место было негде. ' 
    t ' Значит: а) я куда-то телепортировался, б) они могут сворачивать пространство или в) они просто нарушают правила. '
    h ' Позади раздался звук, будто кто-то ползёт. Гарри обернулся и удостоверился, что его сундук проследовал за ним на маленьких когтистых щупальцах. Очевидно, багажу тоже удалось достаточно сильно поверить в возможность прохождения сквозь стену, что наводило Гарри на тревожные мысли, когда он об этом задумывался. ' 
    show rk smile with fade
    h ' Мгновением позже из железной арки (откуда она здесь взялась?) выбежал младший из рыжего семейства, таща тележку со своим багажом, и чуть не врезался в Гарри, который, осознав, что глупо стоять в проходе, поспешил прочь от арки. Высокий рыжеволосый мальчик последовал за ним. Через секунду показалась белая сова и села ему на плечо. ' 
    rk ' — Обалдеть! — воскликнул рыжеволосый. — Ты правда Гарри Поттер? ' 
    t ' Только не это. ' 
    e' — У меня нет никаких логических оснований быть в этом уверенным. Родители вырастили меня как мальчика по имени Гарри Поттер, многие люди говорили, что я похож на своих родителей. В смысле на других своих родителей, — Гарри нахмурился, — но я никак не могу исключить, что существуют заклинания, которые придают ребёнку желаемую внешность… ' 
    show rk answ
    rk ' — Э-э, чего? ' 
    t' Он вряд ли попадёт в Когтевран. ' 
    e' — Да, я Гарри Поттер. ' 
    show rk smile
    rk ' — А я — Рон Уизли, — сказал худой веснушчатый мальчик и протянул руку, которую Гарри вежливо пожал на ходу. Сова тоже представилась, учтиво ухнув (звук был больше похож на «И-и-х-х-х», что его удивило). ' 
    h ' В этот момент Гарри оценил потенциал неизбежной катастрофы. ' 
    e' — Секундочку, — сказал он Рону и, открыв одно из отделений сундука, в котором, если он правильно помнил, была зимняя одежда, достал из под пальто шарф полегче, снял с головы повязку и тут же замотал всю голову шарфом. Жарко, но жить можно. ' 
    h ' Затем он закрыл отделение, открыл другое, достал чёрную мантию и надел её через голову. ' 
    show random sharf:
        yalign -0.3
        xalign 0
    show rs2:
        yalign 1.5
        xalign 0
    with fade
    e' — Так-то лучше, — удовлетворённо произнёс Гарри. Из-за шарфа звук голоса был немного приглушён. — Как я выгляжу? Понятно, что глупо, но можно ли во мне узнать Гарри Поттера? ' 
    show rk answ
    rk ' — Э-э, — протянул веснушчатый. — Не очень-то, Гарри. ' 
    h ' — Отлично. Однако, чтобы не разрушить план, обращайся ко мне, — Веррес теперь вряд ли подойдёт, — подумал про себя Гарри, — мистер Спу. ' 
    show rk norm
    rk' — Ладно, Гарри, — неуверенно кивнул Рон. ' 
    t' Не вижу силы великой в тебе я. ' 
    e' — Зови. Меня. Мистер. Спу. ' 
    show rk ssmile
    rk ' — Хорошо, мистер Спу, — Рон остановился. — Но я не могу! Я чувствую себя дураком. ' 
    t ' Чувства тебя не обманывают. ' 
    e' — Выбери тогда имя сам. '
    show rk smile
    rk ' — Мистер Педдл, — выпалил Рон. — В честь «Пушек Педдл». ' 
    e' — Э-э, — у Гарри было ужасное ощущение, что он ещё пожалеет о своем вопросе. — А кто такие «Пушки Педдл»? ' 
    show rk answ
    rk ' — Кто такие «Пушки Педдл»? Да ты шутишь! Это лучшая квиддичная команда! Правда, они закончили прошлый сезон в самом низу турнирной таблицы, но… ' 
    e' — Что такое квиддич? ' 
    h ' Этот вопрос тоже оказался ошибкой. ' 
    e' — То есть, если я правильно понял, — сказал Гарри, когда объяснение Рона (с сопутствующими жестами) приблизилось к завершению, — поймавший снитч получает сто пятьдесят очков? ' 
    show rk norm
    rk ' — Да… ' 
    e' — Как много десятиочковых голов обычно забивает команда без учёта снитча? ' 
    rk ' — Эм, пятнадцать или двадцать в играх профессионального уровня. ' 
    e' — Какая-то глупость. Это нарушает все возможные принципы создания игр. В остальном правила вроде разумны, ну, в смысле для спорта, но по твоим словам получается, что поимка снитча перекрывает практически все очки, которые приносят остальные члены команды. Два ловца летают по полю, почти не взаимодействуя с другими игроками, и каждый из них надеется, что ему повезёт заметить снитч первым. ' 
    show rk conf
    rk ' — Дело не в везении! — запротестовал Рон. — Нужно, чтобы твои глаза двигались особым образом… '

    e' — В этом нет взаимодействия с другими игроками. Неужели действительно так интересно смотреть, как кто-то мастерски двигает глазами? И когда одному из ловцов наконец удаётся поймать снитч, то этим он обесценивает работу, проделанную остальными игроками. '
    e 'Как будто взяли нормальную игру и добавили в неё бессмысленную позицию, чтобы кто-то мог стать Самым Важным Игроком, не вникая в суть и не участвуя в общем процессе. Кто был первым ловцом? Принц-идиот, который хотел играть в квиддич, но не мог выучить правила? — сказав это, Гарри понял, что выдвинул на удивление хорошую гипотезу. Посадить его на метлу и сказать, чтобы ловил блестящую штуковину… ' 
    show rk norm
    rk ' — Даже если тебе не нравится квиддич, не нужно над ним смеяться! ' 
    e' — Без критики нет оптимизации. Я ищу способ улучшить эту игру. И сделать это очень просто. Нужно избавиться от снитча. ' 
    show rk ang
    rk ' — Никто не будет менять правила по твоему желанию! ' 
    e' — Я, знаешь ли, Мальчик-Который-Выжил. Люди прислушаются ко мне. И возможно, если мне удастся изменить правила игры в Хогвартсе, то дальше нововведение распространится само по себе. ' 
    h ' На лице Рона возникло выражение абсолютного ужаса: ' 
    show rk answ
    rk ' — Но… но если убрать снитч, то как узнать, когда заканчивать матч? ' 
    e' — Просто купите часы. Всяко лучше, чем сейчас, когда игра занимает то десять минут, то несколько часов. И болельщикам будет гораздо удобнее, — Гарри вздохнул. — Да хватит на меня так смотреть. '
    e 'Вряд ли у меня найдётся время на преобразование этого жалкого национального вида спорта во что-то более интересное и умное согласно моему видению. У меня полным-полно других поводов для беспокойства, важнее этого, — он задумался. — С другой стороны, не составит особого труда написать девяносто пять тезисов Реформации Квиддича и прибить их к церковной двери. ' 
    scene bg kkk
    hide random sharf
    hide rs2
    show dm smile:
        yalign 1.4
        xalign 0.5
    show rk norm
    show random sharf:
        yalign -0.3
        xalign 0
    show rs2:
        yalign 1.5
        xalign 0
    
    with fade
    dm ' — Поттер, — раздался чей-то протяжный голос, — что это у тебя на лице, и что это стоит рядом с тобой? ' 
    
    h ' Ужас на лице Рона сменился открытой ненавистью. '
    show rk ang:
        yalign 1.0
        xalign -0.7
    with easeoutleft
    rk ' — Ты! ' 
    

    e' — Драко! — воскликнул Гарри. — Эм-м, или Малфой, если предпочитаешь, хотя у меня твоя фамилия ассоциируется скорее с Люциусом. Рад, что наша прошлая встреча не отразилась на твоём здоровье. Это Рон Уизли. Я же стараюсь сохранять инкогнито, так что зови меня, э-э, — Гарри посмотрел на свою мантию, — мистер Блэк. ' 
    show rk conf
    rk ' — Гарри! — прошипел Рон. — Ты не можешь взять это имя! ' 
    e' — Почему нет? — оно звучало таинственно, как «международный человек-загадка». '
    show dm smile
    dm ' — Вообще — хорошее имя, — сказал Драко, — но Благородный и Древнейший Дом Блэков может быть против. Как насчёт «мистер Сильвер»? ' 
    show rk ang
    rk ' — Слушай, ты, отойди от… от мистера Голда! — рявкнул Рон и сделал шаг вперёд. — Ему незачем общаться с такими, как ты! ' 
    show rk conf
    e' — Я использую «мистер Бронз», спасибо за подсказки. И, Рон, хм, — он не знал, как лучше выразиться. — Я рад, что ты… с таким энтузиазмом защищаешь меня, но я не возражаю против разговоров с Драко… ' 
    show rk answ
    rk ' — Что? Ты вообще знаешь, кто это? ' 
    e' — Да, Рон, — ответил Гарри, — если ты помнишь, я первым назвал его по имени. ' 
    show dm ssmile
    dm ' — Ого, а это что такое? — насмешливо протянул Драко. — А где же знаменитая крыса семейства Уизли? '
    show rk conf
    rk ' — Похоронена на заднем дворе, — холодно сказал Рон. ' 
    show dm smile
    dm ' — Ах, как жаль. Пот… ой, мистер Бронз, должен заметить, что с семьёй Уизли связана шикарная история о домашнем питомце. Хочешь её рассказать, Уизли? ' 
    show rk ang
    rk ' — Ты не думал бы, что это смешно, случись это с твоей семьёй! ' 
    show dm ssmile
    dm ' — О, но с Малфоями такое бы никогда не случилось, — промурлыкал Драко. ' 
    h ' Руки Рона сжались в кулаки. ' 
    show rk conf
    e' — Хватит, — Гарри постарался, чтоб его голос звучал как можно более веско. Было ясно, что речь зашла о чём-то очень болезненном для рыжеволосого мальчика. — Если Рон не хочет говорить об этом, пусть так и будет. И я прошу тебя тоже не поднимать эту тему. ' 
    show dm answ
    dm ' — с удивлением повернулся к Поттеру, а Рон кивнул: ' 
    show rk norm
    rk ' — Правильно, Гарри! То есть, мистер Бронз! Теперь ты видишь, что он за человек? Скажи ему, чтоб проваливал! ' 
    h ' Мысленно Гарри сосчитал до десяти, а точнее, очень быстро произнёс число двенадцать миллиардов триста сорок пять миллионов шестьсот семьдесят восемь тысяч девятьсот десять. Эту странную привычку он приобрёл в пять лет, усовершенствовав подсказанный матерью традиционный вариант. Гарри считал свой способ более быстрым и не менее эффективным, чем обычный. ' 
    e' — Рон, — спокойно сказал он, — я не буду его прогонять. Он может говорить со мной, если хочет. ' 
    show rk ang
    rk ' — Я не собираюсь общаться с теми, кто общается с Драко Малфоем, — холодно объявил Рон. ' 
    e' — Тебе решать. Я не хочу, чтобы кто-то говорил, с кем я могу общаться, а с кем — нет. ' 
    h ' Мысленно Гарри повторял про себя: Ну, пожалуйста, уйди, пожалуйста, уйди. ' 
    show rk answ
    h ' Лицо Рона окаменело от удивления: похоже он полагал, что его фраза сработает. Рыжеволосый отвернулся, потянул свою тележку за ручку и устремился дальше по платформе. ' 
    hide rk answ 
    show dm sconfb:
        yalign -0.5
        xalign 0.5
    with fade
    dm ' — Если он тебе не понравился, почему ты просто не ушёл от него? — полюбопытствовал Драко. ' 
    e' — Эм… Его мать помогла мне выяснить, как попасть на эту платформу со станции Кингс Кросс, было как-то неудобно говорить, чтобы он отстал. Не то чтобы он мне был неприятен, — сказал Гарри, — я просто… ' 
    h ' Он пытался подобрать слова. ' 
    show dm answb
    dm ' — Не видишь причин для его существования? — предложил Драко. ' 
    e' — Вроде того. ' 
    show dm sconfb
    dm ' — В любом случае, Поттер… Если тебя действительно воспитали маглы, — Малфой остановился, надеясь на опровержение, но его не последовало, — тогда ты, наверное, не знаешь, что значит быть знаменитым. Люди хотят занять наше время полностью. Ты должен научиться отказывать. ' 
    e' — Дельный совет. ' 
    dm ' — Если со всеми будешь добреньким, то вокруг будут ошиваться только самые наглые. Реши, с кем в самом деле хочешь проводить время, а остальным помаши ручкой. Люди судят по кругу общения. Тебе вряд ли захочется, чтобы тебя видели с кем-то, вроде Рона Уизли. ' 
    e' — Можно спросить, а как ты меня узнал? ' 
    dm ' — Мистер Бронз, — с нажимом протянул Драко, — я ведь уже тебя встречал, помнишь? У нас было очень интересное знакомство. Так что когда я увидел тебя с шарфом на голове, причём выглядел ты крайне нелепо, то я просто предположил. '
    show dm ssmileb
    e' — Я жутко извиняюсь, — сказал он, — за нашу первую встречу. Не хотел ставить тебя в неловкое положение перед Люциусом. ' 
    dm ' — Жаль только, что отец не вошёл, когда ты льстил мне, — рассмеялся он. — Но спасибо за то, что сказал тогда перед ним. Если бы не ты, объясняться было бы сложнее. ' 
    e' — И тебе спасибо за то, что сказал профессору МакГонагалл. Хороший взаимный обмен. ' 
    show dm normb
    dm ' — Не за что. Хотя одна из помощниц мадам Малкин наверняка разболтала всё по секрету своей ближайшей подруге — отец сказал, будто бы ходят… странные слухи, что я и ты подрались или что-то в этом духе. ' 
    e' — Ой, — вздрогнул Гарри. — Мне и правда очень жаль… ' 
    dm ' — Да ничего, мы привыкли. Одному Мерлину известно, сколько ходит небылиц про семью Малфоев. ' 
    e' — Рад, что у тебя не было неприятностей. ' 
    show dm ssmileb
    dm ' — У отца, хм… очень тонкое чувство юмора, но он хорошо понимает, что друзья необходимы. Очень хорошо понимает. Целый месяц он заставлял меня повторять перед сном: «Я подружусь с кем-нибудь в Хогвартсе». Когда я ему всё объяснил, и отец понял причину моего поступка, он извинился и даже купил мне мороженое. ' 
    e' — Тебе ещё и мороженое удалось получить?! '
    h ' — Драко самодовольно кивнул: ' 
    dm ' — Ну отец, конечно, знал, что это разводка, но он сам же меня этому научил, так что, если вовремя хитро улыбнуться, то между нами возникает особое понимание, после чего он должен купить мне мороженое или я сделаю печальное лицо, будто думаю, что разочаровал его. ' 
    e' — Ты учился манипулировать людьми? ' 
    dm ' — Ну да, сколько себя помню, — с гордостью ответил Малфой. — Отец нанимал преподавателей. ' 
    e' — Ух ты, — восхитился Гарри. Прочитанный им труд «Влияние: наука и практика» Роберта Чалдини не выдерживал сравнения с индивидуальным обучением, хотя книга, конечно, была чертовски занятной. — Твой отец почти такой же классный, как мой. ' 
    show dm answb
    dm ' — Неужели? И что же делает твой отец для тебя? ' 
    e' — Он покупает мне книги. ' 
    show dm sconfb
    dm ' — Что-то не впечатляет. ' 
    e' — Это надо видеть. В любом случае, рад, что всё хорошо. Люциус смотрел на тебя так, будто собирался пытать. ' 
    show dm normb
    dm ' — Мой отец действительно любит меня, — настойчиво сказал Драко. — Он бы никогда со мной так не поступил. ' 
    e' — М-м, — протянул Гарри. ' 
    h ' Он вспомнил элегантного светловолосого мужчину, который зашёл в магазин мадам Малкин, держа в руках трость с серебряным набалдашником. Сложно было представить этого идеального убийцу любящим отцом. ' 
    e' — Не пойми неправильно, но почему ты в этом так уверен? ' 
    show dm answb
    dm ' — Э? — было ясно, что Драко не задавался подобным вопросом. ' 
    e' — Фундаментальный вопрос рациональности: почему ты веришь в то, во что веришь? Что ты знаешь и почему ты думаешь, что ты это знаешь? Что же заставляет тебя думать, что Люциус не принесёт тебя в жертву, как какую-нибудь пешку в своей игре? ' 
    show dm confb
    dm ' — А что ты знаешь об отце? ' 
    e' — Ну… член Визенгамота, а также Попечительского совета школы Хогвартс, невероятно богат, пользуется благосклонностью и доверием министра Фаджа, возможно, имеет компрометирующие фотографии Фаджа, главный идеолог чистоты крови после смерти Тёмного Лорда. '
    e 'Бывший член внутреннего круга Пожирателей Смерти. У Люциуса на руке нашли Тёмную Метку, но он смог избежать тюрьмы, заявив, что был под проклятием Империус — до смешного неправдоподобная отговорка, и все это понимали… Зло с большой буквы «З», прирождённый убийца… Кажется, всё. '
    show dm ssmileb
    dm ' — Тебе это МакГонагалл сказала? ' 
    e' — Она бы ничего не рассказала о Люциусе, только посоветовала бы держаться от него подальше. Но после Инцидента в Магазине Зелий, пока профессор МакГонагалл кричала на продавца и старалась всё держать под контролем, я схватил одного из покупателей и расспросил его. ' 
    show dm confb
    dm ' — Правда?! ' 
    e' — Если я соврал, то не собираюсь рассказывать правду только потому, что ты спросил. ' 
    h ' Наступила тишина. '
    show dm normb
    dm ' — Ты точно попадёшь в Слизерин. ' 
    e' — Спасибо, но я точно попаду в Когтевран. Мне нужна власть, только чтобы получать книги. ' 
    show dm ssmileb
    dm ' — Ну да, конечно. Так вот… отвечая на твой вопрос… — он сделал глубокий вдох, лицо стало серьёзным. — Однажды отец пропустил из-за меня голосование в Визенгамоте. Я упал с метлы и сломал несколько рёбер. Было очень больно. Мне никогда не было так больно, и я думал, что умру. И отец вместо очень важного голосования сидел у моей кровати в больнице святого Мунго, держал меня за руку и обещал, что я поправлюсь. ' 
    h ' Смутившись, Гарри отвёл взгляд, но усилием воли заставил себя вновь посмотреть на Драко: ' 
    e' — Зачем ты рассказал мне это, Драко? Это же… личное… ' 
    show dm normb
    dm ' — Один из моих преподавателей говорил, что между людьми возникает близкая дружба, когда они знают друг о друге что-то личное. И у многих людей нет близких друзей, потому что им слишком неловко делиться чем-то действительно важным и личным, — Драко сделал приглашающий жест. — Твоя очередь. ' 
    h ' Гарри вдруг понял: знание того, что выражение надежды на лице Драко является результатом месяцев тренировок, не делает этот приём менее эффективным. То есть, конечно, делает, но приём всё равно действует. То же можно было сказать и об умном использовании взаимного обмена, приёме, о котором Гарри читал в книгах по социальной психологии '
    h '(эксперименты показывали, что подарок в пять долларов в два раза эффективнее обещания пятидесяти долларов людям, которых просили заполнить анкеты). Драко добровольно поделился с ним конфиденциальной информацией и теперь ожидал, что и собеседник поступит так же… и Гарри правда ощутил давление. Он был уверен, что его отказ будет встречен с грустью, разочарованием и долей презрения, показывающими, что Гарри потерял несколько очков. ' 

    e' — Драко, — сказал он, — к твоему сведению, я понимаю твои действия. В моих книгах это называется “взаимный обмен”: когда ты хочешь заставить кого-то сделать то, что тебе нужно, то в два раза эффективнее подарить ему пару сиклей, нежели пообещать двадцать… ' 
    h ' Он умолк. '
    show dm answb 
    dm ' — Это не задумывалось как какой-то трюк. Это просто способ стать друзьями. ' 
    e' — Я же не отказываюсь отвечать. Мне просто нужно время, чтобы выбрать что-то настолько же личное и одновременно безопасное. Другими словами… Хочу, чтобы ты знал, я не выношу давления. ' 
    h ' Пауза, взятая на обдумывание, способна обезвредить большинство манипулятивных приёмов, главное — научиться их видеть. '
    show dm normb
    dm ' — Ладно, — сказал Драко, — я подожду, пока ты готовишься. О, и, пожалуйста, сними шарф, когда будешь говорить. ' 
    h ' Просто, но эффективно. ' 
    h ' Гарри не мог не заметить, как неуклюжа, груба и лишена изящности была его попытка противостоять манипуляции / сохранить лицо / похвастаться, по сравнению с аналогичными действиями Драко. Мне нужны его преподаватели. ' 
    e' — Хорошо, — через некоторое время сказал он, — слушай. ' 
    hide rs2 
    show random sharf:
        yalign -0.4
        xalign 0
    with fade
    h ' Он глянул по сторонам и размотал шарф на голове, открыв всё, кроме шрама. ' 
    show dm answb
    dm' — Эм-м… похоже, ты можешь полагаться на своего отца. Я имею в виду… если ты будешь говорить с ним серьёзно, то он всегда выслушает тебя и воспримет твои слова всерьёз. ' 
    e' — Иногда, — сказал Гарри и сглотнул: рассказывать было тяжело, но так и было задумано, — иногда мне хочется, чтобы мой отец был похож на твоего. ' 
    h ' Он почти на автомате отвёл взгляд, но снова заставил себя посмотреть на Драко. ' 
    h ' Вдруг Гарри понял, что именно он только что сказал, и торопливо добавил: ' 
    e' — То есть я не то чтобы хочу видеть своего отца безупречным орудием убийства, как Люциус, я имею в виду, чтобы он серьёзно относился ко мне. ' 
    show dm normb
    dm ' — Я понял, — улыбнулся Драко. — Ну… кажется, мы немного приблизились к тому, чтобы стать друзьями? ' 
    e' — Да, приблизились. Эм… без обид, но я снова замаскируюсь, мне совершенно не хочется иметь дело с… ' 
    show dm sconfb
    dm ' — Да, конечно. ' 
    h ' Гарри вновь намотал шарф, скрыв лицо. ' 
    show random sharf:
        yalign -0.3
        xalign 0
    show rs2:
        yalign 1.5
        xalign 0
    
    dm ' — Мой отец ко всем своим союзникам относится серьёзно, — сказал Драко, — вот почему у него их так много. Может быть, вам стоит встретиться. ' 
    e' — Я подумаю об этом, — без выражения проговорил Гарри и удивлённо покачал головой. — Получается, ты его единственное уязвимое место. Хех. ' 
    dm ' — Может, хочешь выпить чего-нибудь и найти место, чтобы сесть? ' 
    h ' Гарри понял, что уже очень долго стоит на одном месте. Он потянулся, пытаясь хрустнуть позвонками. ' 
    e' — Конечно. ' 
    scene bg kkp 
    hide random sharf
    hide rs2
    show dm ssmileb:
        yalign -0.5
        xalign 0.5
    show sellt at right:
        yalign -5.0
    show random sharf:
        yalign -0.3
        xalign 0
    show rs2:
        yalign 1.5
        xalign 0
    
    with fade
    
    h ' Платформа понемногу заполнялась людьми, но около хвоста поезда ещё было тихое место. Их путь проходил мимо лоточника — лысого, бородатого мужчины с маленькой тележкой, на которой лежали газеты, комиксы и выстроенные в ряд банки светло-зелёного цвета. ' 
    
    h ' Продавец как раз пил, запрокинув голову, содержимое одной из них, когда заметил элегантного Драко Малфоя, приближавшегося к нему в компании странного мальчика, который выглядел невероятно глупо с намотанным на голову шарфом. Лоточник поперхнулся и принялся кашлять, забрызгав всю бороду светло-зелёной жидкостью. ' 
    e' — Извините, — сказал Гарри, — что это у вас такое? ' 
    X ' — Прыский чай, — ответил продавец, — если его выпить, то с вами обязательно случится что-то, что заставит вас пролить его на себя или окружающих. Но он зачарован — исчезает через несколько секунд. ' 
    h ' И правда, капли в его бороде уже почти исчезли. ' 
    dm ' — Интересно, — хмыкнул Драко, — очень, очень интересно. Пойдёмте, мистер Бронз, найдём другого… ' 
    e' — Подожди, — остановил его Гарри. ' 
    show dm answb
    dm ' — Да брось, это же для детей! ' 
    e' — Нет. Извини, Драко, но я должен это исследовать. Что будет, если я выпью Прыский чай и буду изо всех сил пытаться сохранить серьёзность? ' 
    h' Продавец улыбнулся и загадочно пожал плечами: '

    X ' — Кто знает? Может, вы вдруг увидите вашего знакомого в костюме лягушки? Что-то смешное и неожиданное так или иначе произойдёт… ' 
    e' — Простите, но я не могу в это поверить. Я многое видел, но сказанное вами настолько невероятно, что дальше просто некуда. Просто невозможно, чтобы какой-то напиток мог манипулировать реальностью, создавая комедийные ситуации. В противном случае я сдаюсь и уезжаю отдыхать на Багамы… ' 
    dm ' — Мы что, правда собираемся заниматься этим? ' 
    e' — Можешь не пить, если не хочешь. Но я просто должен провести исследование. Должен! Сколько стоит? ' 
    X ' — Пять кнатов за банку, — ответил продавец. ' 
    e' — Пять кнатов?! Вы продаёте напитки, управляющие реальностью, по пять кнатов за банку?! ' 
    h ' Гарри залез в кошель со словами: ' 
    e' — Четыре сикля, четыре кната, — и стукнул деньгами о прилавок, — две дюжины, пожалуйста. ' 
    show dm normb
    dm ' — И ещё одну, — вздохнул Драко, шаря по карманам. ' 
    e' — Нет. Я возьму тебе. И это не считается услугой, я хочу проверить, сработает ли чай в твоём случае. ' 
    h ' Он кинул одну банку Драко и принялся скармливать остальные своему кошелю, издававшему во время процедуры тихие булькающие звуки (что не способствовало укреплению веры Гарри в то, что он когда-нибудь найдёт разумное объяснение всему происходящему). ' 
    h ' Двадцать два булька спустя в руке Гарри осталась последняя банка. Драко выжидательно смотрел на него: банки были открыты одновременно. ' 
    e' — Ничего не произошло. ' 
    h ' Гарри, подняв глаза, встретился с добродушным взглядом продавца. ' 
    t ' Так, если этот человек использовал случайное происшествие, чтобы продать мне двадцать четыре банки зелёной газировки, то я стоя поаплодирую его творческому подходу к организации продаж, а потом убью. ' 
    X ' — Это не всегда происходит сразу, — сказал продавец, — но один раз за банку уж точно. Или я верну вам деньги. ' 
    e' — Может, я должен выпить банку залпом… Надеюсь, желудок не лопнет от переизбытка диоксида углерода, и я удержусь от отрыжки, пока всё не выпью. ' 
    h ' Он, конечно, мог позволить себе совсем немного подождать. Но, если говорить начистоту, Гарри не представлял, как это может сработать. Нельзя же подойти к кому-то и сказать: «Сейчас я тебя удивлю» или «А сейчас я расскажу, в чём соль шутки, и тебе будет очень весело».' 
    h 'Это полностью убивает эффект неожиданности. Гарри был настроен так, что не стал бы плеваться газировкой, даже если бы мимо прошёл Люциус Малфой, одетый как балерина. С каким же безумным номером должна выступить перед ним вселенная? '

    e ' — Ладно, давай где-нибудь присядем, — предложил Гарри. Он собрался было сделать ещё глоток и двинуться в сторону видневшихся вдалеке скамеек, но, повернувшись, зацепил взглядом часть газеты, лежавшей на лотке. Издание называлось «Придира», заголовок статьи гласил: ' 
    h ' ДРАКО МАЛФОЙ ЗАЛЕТЕЛ ОТ МАЛЬЧИКА-КОТОРЫЙ-ВЫЖИЛ ' 
    show dm sconfb
    dm ' — Ах ты ж! — выкрикнул Драко, когда в него полетели светло-зелёные брызги. Он крутанулся в сторону Гарри, его глаза сверкали. ' 
    dm ' — Грязнокровкин сын! Посмотрим, как тебе понравится, когда плюнут в тебя! — Драко набрал полный рот газировки, и тут ему на глаза тоже попался газетный заголовок. ' 
    h ' Гарри невольно попытался закрыть лицо от зелёных брызг. К сожалению, он закрылся той рукой, в которой держал банку с Прыским чаем, так что остатки пролились через плечо. ' 
    h ' Мальчик уставился на банку, все ещё отплёвываясь и кашляя. Капли чая постепенно исчезали с мантии Драко. ' 
    h ' Затем Гарри поднял взгляд и снова посмотрел на газетный заголовок. ' 
    h' ДРАКО МАЛФОЙ ЗАЛЕТЕЛ ОТ МАЛЬЧИКА-КОТОРЫЙ-ВЫЖИЛ ' 
    e' — Н… н… но… ' 
    h ' Слишком много возражений. Он хотел сказать: «Но нам же только одиннадцать!», как в голове тут же возникало: «Но мужчина не может забеременеть!» и следом за ним: «Но между нами ведь ничего не было!». ' 
    h ' Затем Гарри снова опустил взгляд на банку. '

    
    h ' Хотелось убежать, крича изо всех сил, пока в лёгких не кончился бы воздух. Останавливало только одно: когда-то он прочитал, что паника является признаком наличия действительно важной научной проблемы. '

    h ' Гарри сердито бросил банку в мусорку и вернулся к продавцу: '

    e ' «Придиру», пожалуйста. '

    h ' Он заплатил ещё четыре кната, достал из кошеля чай и направился к Драко, который восхищённо смотрел на банку своего напитка. '
    hide sellt with fade
    show dm ssmileb
    dm ' Беру свои слова обратно, — сказал он. — Это было здорово. '

    e ' Эй, Драко, спорим, я знаю способ стать друзьями, который лучше, чем обмен секретами. Нужно совершить совместное убийство. '

    dm ' Один из моих преподавателей тоже так говорил, — Драко засунул руку под мантию и лёгким естественным движением почесался. — А кого хочешь убить? '

    e ' Парня, который это написал. '
    show dm normb
    dm ' Не парня. Девчонку. Десятилетнюю девчонку, представляешь? Она съехала с катушек после смерти своей матери, а её отец, которому принадлежит эта газета, реально убеждён, что его дочь — провидец. Так что, когда он чего-то не знает, он спрашивает Луну Лавгуд и верит буквально всему, что она говорит. '

    h ' Не задумываясь, Гарри открыл следующую банку чая и поднёс её ко рту. '

    e' Ты шутишь? Это даже хуже магловских газет, что, как мне казалось, физически невозможно. '
    show dm sconfb
    dm ' У неё какая-то извращённая помешанность на Малфоях, — прорычал Драко, — а поскольку её отец настроен против нас, он печатает каждое её слово. Как только повзрослею, точно её изнасилую. '

    h ' Зелёная жидкость брызнула из носа Гарри и впиталась в шарф. Прыский чай и лёгкие — плохое сочетание, так что следующие несколько секунд мальчик провёл, заходясь кашлем. '
    show dm answb
    dm ' Что-то не так? '

    h ' И лишь теперь Гарри понял, что: а) в тот миг, когда Драко ранее засунул руку под мантию, чтобы почесаться, звуки платформы стали чем-то вроде размытого белого шума; б) только для одного участника разговора обсуждение убийства как способа стать друзьями было шуткой. '

    h ' Ну конечно. До этого он казался нормальным ребёнком, потому что он нормален. Просто так и должен себя вести мальчик, чей любящий отец не кто иной, как Дарт Вейдер. '

    e' Да. Понимаешь… — Гарри кашлянул. Боже, как он хотел закрыть эту тему. — Я просто удивлён тем, как открыто и охотно ты говоришь об этом, не боясь ареста. '

    show dm ssmileb
    dm ' Смеёшься? Слово какой-то Луны Лавгуд против моего? '

    t ' Чёрт-чёрт-чёрт. '

    e ' Магического детектора лжи не существует, я прав? '

    t ' Или ДНК-теста… пока что. '
    show dm answb
    dm ' Ты и правда ничего не знаешь. Слушай, я объясню тебе, как всё устроено, в смысле как оно устроено на самом деле, словно ты уже попал в Слизерин и задал мне этот вопрос. Но ты должен поклясться, что это останется между нами. '

    e ' Я клянусь, — сказал Гарри. '

    dm ' Во время суда используют Сыворотку Правды, но это полная чушь, ты просто стираешь себе память перед процессом и заявляешь, что обвинителю наколдовали ложных воспоминаний. Обычно суд предполагает, что стирание памяти вероятнее, чем её замена с помощью сложных заклинаний, но судья, скорее всего, будет на нашей стороне.' 
    dm 'Ну а если меня обвинят в чём-то, порочащем честь благородного дома, то дело передадут в Визенгамот, где у отца есть голоса. И после того, как меня признают невиновным, семья Лавгудов будет обязана выплачивать компенсацию за клевету. Они с самого начала знают, что всё закончится именно этим, так что просто будут держать рот на замке. '
    show dm normb
    h ' Холодок пробежал по спине Гарри, подсказывая ему сохранять спокойное выражение лица и ровный голос. '

    t ' Заметка на будущее: свергнуть правительство магической Британии при первой же возможности. '

    h ' Гарри снова кашлянул, прочищая горло: '

    e ' Драко, пожалуйста, пожалуйста, пожалуйста! Не пойми меня неправильно, моя клятва нерушима, но, как ты говорил, я могу оказаться в Слизерине, так что хочу поинтересоваться из чистого любопытства. Что, чисто теоретически, случится, если я перескажу в суде наш разговор, упомянув тебя в качестве автора? '
    show dm ssmileb
    dm ' Ну, если бы я не был Малфоем, у меня бы были неприятности, — самодовольно ответил Драко. — Но так как я Малфой… У отца есть голоса. И, полагаю, он разобьёт тебя наголову… не думаю, что будет легко, всё-таки ты Мальчик-Который-Выжил, но моему отцу очень хорошо даются подобные вещи, — он нахмурился. — Кстати, это ведь ты заговорил о том, чтобы убить её, почему же тебя не волнует, что я расскажу суду, если она вдруг умрёт? '

    h ' Ну почему всё пошло настолько наперекосяк? '

    e ' Я просто думал, что она старше! — ответил Гарри, не успев даже задуматься. — Не знаю, как здесь, но в магловской Британии убийство ребёнка расстраивает суды гораздо сильнее… '

    dm ' Ну, это естественно, — ответил Драко, хотя он по-прежнему смотрел на Гарри с лёгким подозрением. — Впрочем, всегда разумней не доводить ситуацию до вмешательства авроров. Если мы будем осторожны и не сделаем ничего, что нельзя поправить лечащими чарами, мы сможем стереть ей память и повторить всё через неделю. '
    show dm normb
    h ' На этом месте светловолосый мальчик громко хихикнул: '
    show dm ssmileb
    dm ' Только представь, как она будет рассказывать, что её изнасиловали Драко Малфой и Мальчик-Который-Выжил. Даже сам Дамблдор не поверит ей. '

    t ' Я разорву этот ваш жалкий магический огрызок Тёмных веков на куски меньшие, чем составляющие его атомы. '

    e ' Я бы предложил с этим не торопиться. Когда я узнал, что заголовок придумала девчонка на год младше меня, мне пришла в голову идея совершенно иной мести. '
    show dm normb
    dm ' М-да? Рассказывай, — сказал Драко и поднёс банку с Прыским чаем ко рту. '

    h ' Гарри не знал, работает ли это заклинание чаще, чем раз за выпитую банку, но он мог избежать обвинений, главное — точно рассчитать момент. '

    e ' Думаю, что когда-нибудь я женюсь на этой девушке. '

    h' Драко издал неприятный булькающий звук, и зелёная жидкость потекла из уголков его рта, как из сломавшегося автомобильного радиатора. '
    show dm sconfb
    dm ' Ты спятил?! '

    e ' Наоборот, мой разум чист, как снег в горах. '

    dm ' У тебя более извращённый вкус, чем у Лестренджей, — сказал Драко, судя по всему, даже с некоторым восхищением. — И, я так понимаю, ты хочешь получить её себе целиком? '
    show dm ssmileb
    e ' Ага. Взамен могу как-нибудь оказать тебе услугу… '

    dm ' Да ладно, забирай даром. '
    show dm normb
    h ' Гарри уставился на банку в своей руке — её холод успокаивал бурлившую гневом кровь. Очаровательный, весёлый, щедрый с друзьями Драко не был психопатом. Зная человеческую психологию, было грустно и неприятно осознавать, что Малфой не чудовище. '
    h 'История помнила тысячи сообществ, в которых мог состояться подобный разговор. Мир был бы совершенно другим местом, если бы то, что сказал юный волшебник, мог сказать только злой мутант. Но это было очень обыденно, очень по-человечески, почти нормой: Драко не считал своих врагов людьми. '

    t ' И в этой стране, застрявшей перед зарёй Века разума, сын достаточно могущественного аристократа считал себя превыше закона. Уж точно если это касалось случайных изнасилований то тут, то там. В мире маглов тоже были подобные места. Страны, в которых такая аристократия всё ещё существовала, упорствуя в своих взглядах на жизнь. '
    t 'И даже более мрачные земли, где это касалось не только верхушки общества. В любой стране, не прошедшей через эпоху Просвещения, дела обстояли подобным образом. Очевидно, это касалось и магической Британии, несмотря на наличие таких межкультурных заимствований, как газированные напитки в банках. '
    t ' И если Драко не перестанет думать о мести, а я не откажусь от счастья в жизни, женившись на какой-то бедной безумной девочке, то всё, что я смог выиграть — это время, и то, очень немного… '
    t ' Для одной девочки. Не для остальных. '
    t ' Интересно, сложно ли будет составить список всех поборников чистоты крови и убить их? '

    t' Подобное пробовали сделать во время Французской Революции: составить список врагов прогресса и отсечь им всё ниже шеи. Насколько Гарри помнил, тогда это не привело к желаемым результатам. Вероятно, стоит стряхнуть пыль с книг по истории, купленных отцом, и выяснить, где ошиблась Французская Революция и легко ли это было исправить. '

    h ' Гарри посмотрел в небо, на бледный круг луны, видимый в безоблачной утренней синеве. '

    
    
    
    h ' Сломанный, испорченный, безумный, жестокий, кровавый, тёмный мир. Разве новость? Ты всегда знал это. '
    show dm answb
    dm ' Какой-то ты серьёзный, — сказал Драко. — Дай догадаюсь, твои родители-маглы говорили тебе, что такого рода вещи делать нехорошо. '

    e ' Гарри кивнул, не доверяя своему голосу. '
    show dm ssmileb
    dm ' Что же, как говорит мой отец, существует четыре факультета, но в конце концов каждый оказывается в Слизерине или Пуффендуе. И Пуффендуй тебе вряд ли подойдёт. Если решишь тайно присоединиться к Малфоям… наша сила и твоя репутация… Тебе бы сходило с рук то, что даже я не могу себе позволить. Хочешь попробовать? Почувствовать, каково это? '

    t ' Ах ты коварный змеёныш. Всего одиннадцать лет, а ты уже выманиваешь свою добычу из безопасной норки. Может, тебя слишком поздно спасать, Драко? '

    h ' Гарри задумался, решился, выбрал тактику: '

    e ' Драко, расскажи про чистоту крови. Я же в этом новичок. '
    show dm sconfb
    dm ' Тебе непременно надо встретиться с отцом и спросить у него. Он наш лидер. '

    e ' Расскажи кратко. '
    show dm normb
    dm ' Ладно. '

    h ' Драко набрал в грудь побольше воздуха и, придав голосу дополнительную глубину и выразительность, начал рассказывать: '

    dm ' Из поколения в поколение наша сила угасает из-за смешения чистой крови с грязной. Ни один современный волшебник не может сравниться с Салазаром, Годриком, Ровеной и Хельгой, создавшими своей магией Хогвартс и знаменитые артефакты: медальон, меч, диадему и чашу'
    dm ' Мы чахнем и превращаемся в маглов, потому что скрещиваемся с ними и позволяем жить сквибам. Если эту чуму не остановить, то скоро наши палочки сломаются, наша магия исчезнет. Род Мерлина прекратит своё существование, а кровь атлантов перестанет течь в наших жилах. Наши дети будут грызть землю, чтобы выжить, словно обычные маглы. И тьма накроет мир навсегда, — Драко удовлетворённо закончил и сделал глоток чая. Похоже, он считал сказанное достаточным аргументом. '
    e ' Убедительно, — согласился Гарри, имея в виду скорее форму аргумента, а не суть. Классическая модель: грехопадение, необходимость охранять остатки чистой крови от грязи, прекрасное прошлое и мрачное будущее. И на это уже есть готовый стандартный ответ… '

    e ' Но должен тебя кое в чём поправить. Твоя информация о маглах немного устарела. Мы больше не грызём землю, чтобы выжить. '
    show dm answb
    dm ' Что?! Что значит «мы»? '
    e ' Мы. Учёные. Род Фрэнсиса Бэкона, в чьих жилах течёт кровь Просвещения. Маглы не сидели сложа руки, горюя, что у них нет палочек. И теперь у нас есть своя собственная сила, с магией или без неё. Если ваша магия исчезнет, то мы и правда потеряем нечто ценное, потому что она — единственный намёк на то, как на самом деле работает вселенная.'
    e ' Но вы не будете грызть землю. В ваших домах по-прежнему будет прохладно летом и тепло зимой, по-прежнему будут доктора и лекарства. Если ваша сила исчезнет, наука поможет вам выжить. Да, это будет трагедия, которую мы должны предотвратить, но на мир не опустится тьма. '

    h ' Драко отпрянул на пару шагов. На его лице застыла смесь страха и недоверия. '
    show dm sconfb
    dm ' О чём ты говоришь, Мерлин тебя побери? '

    e ' Эй, тебя-то я выслушал, теперь твоя очередь. '

    h ' «Неуклюже получилось», — мысленно упрекнул себя Гарри, но Драко перестал пятиться и, кажется, готов был слушать. '

    e ' Я имел в виду, — попробовал исправить ситуацию Поттер, — что вы не особо-то обращаете внимания на то, что происходит в мире маглов. '

    h ' Вероятно, потому что волшебники относились к остальному миру, как к трущобам, заслуживающим не больше внимания, чем повседневные тяготы жителей Бурунди в колонках «Файнэншл Таймс». '

    e ' Ладно. Устроим быструю проверку. Волшебники когда-нибудь были на Луне? Ну, на той штуке, — Гарри ткнул пальцем в сторону большого далёкого шара. '
    show dm answb
    dm ' Чего?! — только и сказал Драко. Было ясно, что подобная мысль никогда не приходила ему в голову. — Отправиться на… Да это же не… — он ткнул пальцем в сторону маленькой бледной штуковины в небе. — Нельзя аппарировать в место, где ты никогда не был. Как же кто-то мог побывать на Луне в первый раз? '

    e ' Подожди-ка, — остановил его Гарри, — я покажу тебе книгу, которую взял с собой. Я вроде помню, в какой коробке она лежит… '

    h ' Он присел перед сундуком, открыл отсек с лестницей, спустился, снял одну коробку с другой, рискуя отнестись неуважительно к книгам, сорвал упаковочную бумагу и быстро, но аккуратно вытащил её содержимое. '

    t' (Несмотря на отсутствие генетической связи, Гарри удивительным образом унаследовал почти волшебную способность Верресов запоминать местоположение книг, даже если видел их всего раз.) '

    h ' Потом он взлетел по лестнице, ногой пихнул её в сундук и, тяжело дыша, начал перелистывать книгу в поисках нужной фотографии, на которой была изображена белая бесплодная поверхность Луны, покрытая кратерами, а также люди в скафандрах и бело-синий земной шар. '

    t' Та самая Фотография. '

    t ' С большой буквы «Ф». '

    e ' Вот, — голос Гарри звенел от распиравшей его гордости, — так Земля выглядит с Луны. '
    show dm sconfb
    h' Драко медленно склонился над снимком, на его лице было странное выражение. '
    show dm answb
    dm ' Если это настоящая фотография, то почему она не двигается? '

    e ' Не двигается? А-а. '

    e ' Маглы умеют делать двигающиеся фотографии, но пока что для их показа нужен специальный прибор, размером побольше книги. '

    h' Драко указал на человека в скафандре и дрожащим голосом спросил: '

    dm ' А это что? '

    e ' Это люди. На них специальные костюмы, которые дают возможность дышать, потому что на Луне нет воздуха. '

    dm ' Невозможно, — прошептал Драко. В его глазах были страх и растерянность. — Нет, маглы бы не смогли сделать подобное. Как… '

    h ' Гарри отобрал у него книгу и снова начал листать, пока не нашёл то, что искал. '

    e ' Вот летящая ракета. Огонь поднимает её выше и выше, до Луны, — снова перелистывание. — А это ракета на земле. Крошечная точка рядом с ней — человек, — Драко открыл рот от удивления. — Полёт на Луну стоил примерно два миллиарда галлеонов, — Малфой поперхнулся, — и потребовал координированной работы большего количества людей, чем наберётся во всей магической Британии. '

    e' А когда люди прилетели на Луну, они оставили табличку со словами: «Мы пришли с миром от всего человечества». Ты ещё не готов услышать это, Драко. Но, надеюсь, когда-нибудь… '
    show dm sconfb
    dm ' Ты говоришь правду, — медленно сказал Драко. — Ты бы не стал подделывать целую книгу. Да и я слышу по твоему голосу. Но… но… '
    e ' Как же они смогли без волшебных палочек? Долгая история. Наука не требует взмаха палочкой и произнесения заклинания, нужно просто очень хорошо знать, как работает вселенная, чтобы заставить её делать то, что хочешь ты.'
    e' Если представить, что вселенная — это человек, от которого нужно чего-либо добиться, то магия — это использование на нём проклятья Империус, а наука — это будто бы ты точно знаешь, что сказать, чтобы человек подумал, что действует по своей собственной воле. Это сложнее, чем взмахнуть палочкой, но не зависит от магии. Как если бы Империус на человеке применить не удалось, но ты по-прежнему мог бы убедить его словами. И с каждым новым поколением наука совершенствуется.'
    e 'Ведь, чтобы заниматься наукой, нужно действительно знать, что ты делаешь, тогда ты на самом деле сможешь что-то понять и объяснить это другому. Знания величайших учёных прошлого века, имена которых до сих пор произносятся с почтением — ничто по сравнению с возможностями величайших учёных современности. В науке нет эквивалента вашему потерянному искусству, которое создало Хогвартс. Сила науки с годами лишь растёт. Мы уже начинаем понимать и раскрывать секреты жизни и наследственности.'
    e' Скоро мы сможем вглядеться в кровь, о которой ты говоришь, и узнать, что делает тебя волшебником, а через одно или два поколения мы будем способны изменить её, чтобы сделать всех ваших детей могущественными волшебниками. Как видишь, ваша ситуация не так уж плоха, через пару десятилетий наука будет способна решить все ваши проблемы. '
    dm ' Но… — голос Малфоя дрожал. — Если какие-то маглы обладают такой силой… то… для чего же мы?.. '

    e ' Нет, Драко, я не об этом, неужели не понимаешь? Наука использует силу человеческого разума, чтобы всматриваться в мир и выяснять, как он устроен. Пока существует человечество, она не исчезнет. Если твоя магия пропадёт, тебя это сильно огорчит, но ты по-прежнему останешься собой. И будешь жить, хоть и сожалея о потере. '

    e ' Источником науки является человеческий интеллект, поэтому нельзя лишить меня этой силы, не лишив меня жизни. Даже если законы устройства вселенной вдруг изменятся для меня, и все мои знания станут пустым звуком, я просто выясню новые законы, и такое уже происходило. Наука не магловское явление, а общечеловеческое.'
    e' Она просто совершенствует и тренирует способность, которую ты используешь всякий раз, когда смотришь на что-то непонятное и задаёшь вопрос «почему?». Ты же слизеринец, Драко, ты можешь сделать вывод? '

    h ' Тот оторвал взгляд от книги и посмотрел на Гарри. На его лице появилось понимание. '
    show dm confb
    dm ' Волшебники могут научиться использовать эту силу. '

    t' Теперь очень осторожно… приманка готова, дальше — крючок… '

    e ' Если будешь думать о себе, как о человеке, а не как о волшебнике, то сможешь тренировать и совершенствовать способности, присущие человеку. '

    h ' Драко ведь не обязан знать, что такой инструкции он не найдёт ни в одном научном труде. '

    h ' Малфой крепко задумался. '
    show dm answb
    dm ' Ты уже… сделал это? '
   
    e ' В какой-то мере, — признался Гарри. — Я ещё не закончил обучение. Не в одиннадцать лет. Но, видишь ли, мой отец тоже нанимал мне преподавателей. '

    h' Конечно, они были голодающими студентами, нанятыми из-за проблем с моим нестандартным суточным циклом (кстати, что с этим будет делать профессор МакГонагалл?), но сейчас это можно было опустить… '
    h ' Драко медленно кивнул: '
    show dm normb
    dm ' Ты думаешь, что сможешь стать мастером в обоих искусствах, сложишь их силу вместе и… — он уставился на Гарри, — станешь властелином обоих миров? '

    h ' Гарри дьявольски расхохотался, тут это было к месту: '

    e ' Ты должен осознать, Драко, что весь мир, который ты знаешь, вся магическая Британия — лишь клетка на огромной шахматной доске, которая также включает в себя, например, Луну, звёзды в ночном небе, которые являются такими же солнцами, только невообразимо далёкими, и галактики, которые гораздо больше, чем Земля и Солнце вместе взятые, настолько огромные, что видеть их могут только учёные, а ты даже не знаешь об их существовании. Но, понимаешь, я на самом деле когтевранец, а не слизеринец. '
    e'Я не хочу править вселенной. Я просто считаю, что она может быть устроена более разумно. '

    h ' На лице Драко застыло благоговение: '
    show dm sconfb
    dm ' Зачем ты рассказываешь это мне? '
    e ' Ну… немногие люди представляют, как заниматься настоящей наукой, изучая что-то в первый раз, даже если это «что-то» абсолютно обескураживает. Я бы не отказался от помощи, — Малфой уставился на Гарри, открыв рот, — но не совершай ошибку, Драко. Настоящая наука совсем не похожа на магию. Ты не можешь заняться ею и остаться прежним, как это происходит, когда ты узнаёшь слова к новому заклинанию. За силу нужно платить. Платить цену столь высокую, что большинство людей отказываются это делать. '
    h ' Драко кивнул, как будто он наконец услышал что-то, что мог понять: '
    show dm answb
    dm ' И какова же плата? '
    e ' Умение признавать свои ошибки. '
    show dm confb
    dm ' Эм-м, — сказал Драко после драматической паузы, длившейся некоторое время, — ты можешь пояснить? '
    e ' Пытаясь выяснить, как что-то работает на таком глубинном уровне, ты будешь приходить к неверным выводам в девяносто девяти случаях из ста. Так что тебе придётся научиться признавать, что ты ошибался снова, и снова, и снова.'
    e' Звучит не страшно, но это так тяжело, что большинство людей не в силах по-настоящему заниматься наукой. Не доверять самому себе, всегда пересматривать своё отношение к очевидным вещам, — например, к снитчу в квиддиче, — и каждый раз, когда изменяется твоё мнение, изменяешься ты сам. Но я слишком забегаю вперёд. Слишком тороплю события. Просто хочу, чтобы ты знал… Я предлагаю поделиться с тобой моим знанием. Если хочешь. С одним условием. '
    show dm normb
    dm ' Ага, — насторожился Драко, — знаешь, мой отец говорит, что эта фраза никогда не предвещает ничего хорошего. '
    h ' Гарри кивнул: ' 
    e ' Не заблуждайся на мой счёт: я не пытаюсь возвести барьер между тобой и твоим отцом. Дело не в этом. Я просто предпочитаю иметь дело с кем-то моего возраста, а не с Люциусом. Полагаю, твой отец согласился бы с этим: он знает, что рано или поздно тебе нужно будет научиться брать на себя ответственность. Твои ходы в нашей игре должны быть твоими собственными. Это моё условие: я буду иметь дело с тобой, Драко, не с твоим отцом. '
    show dm  ssmileb
    dm ' Достаточно, — остановил его Драко, выпрямляя спину. — Слишком много всего. Мне нужно подумать над этим. '
    e ' Я тебя не тороплю, — согласился Гарри. '
    hide dm ssmileb with easeoutleft
    h ' Когда Драко отошёл, размытые звуки платформы вновь превратились в обычный шум. Гарри посмотрел на наручные часы (очень простая механическая модель, которую ему подарил отец, надеясь, что они будут работать в присутствии магии). Стрелки двигались, и если они работали правильно, то до одиннадцати было ещё много времени. '
    h'Вероятно, скоро ему нужно будет сесть в поезд и найти как-там-её-звали, но сперва определённо стоило потратить несколько минут на дыхательные упражнения и разобраться, сможет ли он снова разогреть застывшую кровь. '
    h ' Отведя взгляд от часов, Гарри увидел, что к нему приближаются две нелепо выглядевшие фигуры, чьи лица были скрыты зимними шарфами. '
    show df: 
        yalign -0.8
        xalign 0.0

    show df2: 
        yalign -0.8
        xalign 1.0
    with fade
    fu '  — Здравствуйте, мистер Бронз, — произнесла одна из замаскированных фигур, — не хотите ли вступить в Орден Хаоса? '
    stop music
    scene black with fade
    x ' Послесловие: '

    h ' Некоторое время спустя, когда этот напряжённый день подходил к концу, Драко склонился над столом с пером в руке. В подземельях Слизерина у него была своя отдельная комната с письменным столом и камином. '
    h'К сожалению, даже высокое положение Драко не позволяло подключить камин к дымолётной сети, но, по крайней мере, на факультете не придерживались дурацкой идеи, что все должны спать в общих спальнях. Избытка отдельных комнат в подземельях не наблюдалось, и, чтобы жить отдельно, нужно было быть среди лучших учеников лучшего из факультетов. Представители семьи Малфоев как раз были в их числе. '

    dm ' «Дорогой отец», — начал Драко и остановился. '

    h ' Чернила медленно стекали с пера, оставляя на пергаменте пятна рядом с написанным. '

    h ' Драко не был глуп. Он был молод, но преподаватели научили его смотреть вглубь вещей и событий. Драко понимал, что Поттер симпатизирует стороне Дамблдора больше, чем осознаёт сам… но Драко считал, что Поттера можно переманить. Впрочем, Поттер тоже старался перетянуть Драко на свою сторону. '

    h ' Было видно невооружённым глазом, что Поттер талантлив и гораздо более, чем слегка, безумен. Он вёл масштабную игру, которую сам большей частью не понимал, импровизируя на полной скорости с ловкостью неистового нунду. И тем не менее, Поттер сумел найти подход — он предложил Драко часть своей собственной силы, поставив на то, что Драко не сможет ею воспользоваться, не переняв какие-то его черты. '
    h'И Драко не мог просто отмахнуться от этого предложения, хотя его отец в прошлом рассказывал ему об этом весьма продвинутом приёме и предупреждал, что он часто не срабатывает. '

    h ' Драко осознавал, что понимает не всё из того, что случилось сегодня… но Поттер предложил сыграть именно ему, и сейчас это была игра Драко. И если он всё сейчас выдаст отцу, то тот займёт в игре его место. '

    h ' Чтобы простые методы манипулирования работали, необходимо, чтобы жертва не понимала, что происходит, или, по крайней мере, была не уверена в этом. Лесть, к примеру, можно легко замаскировать под восхищение. («Тебе стоило бы пойти в Слизерин» — проверенная классика, очень эффективно работает на людях определённого сорта, не ожидающих манипуляции.'
    h' В случае удачного исхода этот приём можно использовать снова и снова.) Но если найти самый главный рычаг, то уже не важно, знает ли жертва, что ею манипулируют. Поттер в своём яростном натиске случайно подобрал ключ к душе Драко. И то, что Драко знал об этом очевидном факте, ничего не меняло. '

    h ' Впервые в жизни у него появились настоящие тайны. Он начал собственную игру. Это было странным образом болезненно, но Драко знал, что отец бы гордился им, а значит, всё шло правильно. '

    h ' Он не стал менять закапанный чернилами лист — это тоже было частью сообщения, которое его отец поймёт без труда (обмен тонкими намёками был обычным для них делом). Драко вывел на бумаге вопрос, беспокоивший его больше всего. Вопрос, на который он вроде бы должен был знать ответ, но не знал. '

    dm ' «Дорогой отец, '

    dm ' Представь, что я встретил в Хогвартсе ученика, пока что не включённого в круг наших знакомых, который назвал тебя «безупречным орудием смерти» и назвал меня твоим «единственным слабым местом». Что бы ты сказал о таком человеке?» '

    h ' Вскоре сова вернулась с ответом. '

    lm ' «Мой любимый сын, '

    lm ' Я бы сказал, что тебе посчастливилось встретить человека, который пользуется полным доверием нашего ценного союзника и друга — Северуса Снейпа». '

    h ' Драко некоторое время всматривался в письмо, а потом бросил его в огонь. '
    
    
    
    jump start8