label start4:
    scene bg ch4 with fade
    pause 2.0
    scene black with fade
    x 'Вечно бдящая Дж. К. Роулинг смотрит на тебя из пустоты между мирами…'
    x 'От автора: Как уже многие заметили, в книгах Роулинг есть путаница с покупательской способностью галлеона. Пять британских фунтов за галлеон не сочетаются с семью галлеонами за волшебную палочку и детьми, у которых палочки — подержанные. Я подобрал логичное значение и буду его придерживаться.'
    e '{i}{color=#5200a5}Мировое господство — такая некрасивая фраза. Предпочитаю называть это мировой оптимизацией.{/color}{i}'
    scene bg h
    play music gringots
    show k norm
    show pm norm :
        yalign -7.0
        xalign -5.0
    h 'Груды галлеонов. Стройные ряды серебряных сиклей. Кучи бронзовых кнатов.'
    h'Гарри с открытым ртом смотрел на семейное хранилище. У него было так много вопросов, что он даже не знал, с какого именно начать.'
    h 'МакГонагалл стояла у двери и наблюдала за мальчиком. Она небрежно опиралась о стену, но взгляд у неё был напряжённый. И неспроста. Оказаться перед огромной кучей золотых монет — та ещё проверка на прочность.'
    e '— Монеты сделаны из чистого металла? — наконец спросил Гарри.'
    show k answ
    k '— Что?! — прошипел гоблин Крюкохват, стоявший снаружи хранилища. — Вы сомневаетесь в честности нашего банка, мистер Поттер-Эванс-Веррес?!'
    e '— Нет, — рассеянно сказал Гарри, — вовсе нет, сэр, извините. Просто я пока не имею представления о том, как работает ваша финансовая система. В смысле — галлеоны сделаны из чистого золота, без всяких примесей?'
    show k norm
    k '— Конечно, — ответил Крюкохват.'
    e '— Монеты может чеканить кто угодно, или на их выпуск установлена монополия со взиманием сеньоража?'
    show pm answ
    pm '— Что? — растерялась МакГонагалл.'
    h 'Крюкохват ухмыльнулся, обнажив острые зубы.'
    k '— Только глупец доверит чеканку кому-то, кроме гоблина!'
    e '— Монеты имеют номинальную стоимость металла, из которого они изготовлены?'
    h 'Крюкохват уставился на Гарри. МакГонагалл выглядела ошеломлённой.'
    show k answ
    e '— Я имею в виду, что, допустим, я приду сюда с тонной серебра. Получу ли я в результате тонну сиклей, сделанных из этого серебра?'
    k '— За плату, мистер Поттер-Эванс-Веррес, — глазки гоблина заблестели, — за определённую плату. Но интересно, где это вы найдёте тонну серебра?'
    e '— Говоря чисто гипотетически, — по крайней мере, пока, — какую часть серебра мне пришлось бы отдать в качестве оплаты за чеканку?'
    k '— Мне нужно проконсультироваться с начальством…'
    e '— Ответьте навскидку. Я не буду требовать проведения такой операции от Гринготтса.'
    k '— Двадцатая часть — достаточная плата.'
    show pm norm
    show k norm
    h 'Гарри кивнул:'
    e '— Большое спасибо, мистер Крюкохват.'
    h 'Экономика мира волшебников совершенно отделена от магловской, здесь даже понятия не имеют об арбитражных операциях.'
    h'В экономике маглов, которая гораздо больше, курс золота к серебру постоянно колеблется, и всякий раз, когда он отличался бы на пять или более процентов от соотношения веса семнадцати сиклей к одному галлеону, золото или серебро вымывалось бы из экономики волшебного мира до тех пор, пока поддерживать постоянный курс не становилось бы невозможным.'
    t "Принести тонну серебра, обменять на сикли, заплатив 5 процентов, обменять сикли на галлеоны, отнести золото в мир маглов, обменять на серебро, которого станет больше, чем в начале операции, и повторить всё сначала."
    t 'Вроде бы в мире маглов соотношение серебра к золоту составляет 50:1. В любом случае, не 17:1. Вдобавок, серебряные монеты меньше золотых.'
    h 'Но, опять же, Гарри стоял в банке, работники которого в буквальном смысле помещали деньги в хранилища, оберегаемые драконами; в банке, в который нужно идти и брать деньги из собственного хранилища всякий раз, когда захочется их потратить.'
    h 'Очевидно, что тонкости регулирования рыночной эффективности были им тоже недоступны. Гарри хотел было отпустить едкое замечание о грубости такой финансовой системы…'
    t 'Вот только она лучше магловской.'
    t 'С другой стороны, какой-нибудь биржевой игрок мог бы захватить волшебный мир за неделю. Гарри запомнил эту мысль на случай, если у него кончатся деньги или выдастся свободная неделька.'
    h 'А пока его запросы может удовлетворить огромная куча золота в хранилище Поттеров.'
    h 'Гарри наклонился и начал поднимать галлеоны одной рукой и перекладывать в другую.'
    h 'Когда он набрал двадцать монет, МакГонагалл кашлянула:'
    pm '— Этого будет более чем достаточно, чтобы купить школьные принадлежности, мистер Поттер.'
    e '— Гм, — задумчиво протянул Гарри. — Подождите. Я произвожу вычисление Ферми.'
    pm '— Что? — встревоженно уточнила МакГонагалл.'
    e '— Метод математического подсчёта. Назван в честь Энрико Ферми. Способ делать приблизительные подсчёты в уме, причём очень быстро.'
    h 'Двадцать галлеонов весили около 100 граммов. А стоимость золота в Великобритании… 10 000 фунтов стерлингов за килограмм. Значит, в одном галлеоне 50 фунтов стерлингов'
    h 'Высота кучи составляла 60 монет, длина и ширина основания — по 20 монет. Она была пирамидальной формы, значит, нужно взять треть от объёма соответствующего параллелепипеда. Грубо говоря, восемь тысяч галлеонов в куче. Всего было 5 горок золота такого размера'
    h ' Получается 40 000 галлеонов, или 2 миллиона фунтов стерлингов.'
    h 'Неплохо. Гарри удовлетворённо ухмыльнулся. Жаль, он был на пороге нового удивительного мира волшебства, и у него не было времени на новый удивительный мир богатства. Который, впрочем, по быстрой оценке Ферми, был в миллион раз менее интересен.'
    h 'Чтоб я ещё хоть раз стриг лужайку за какой-то вшивый фунт.'
    h 'Гарри отвернулся от огромной кучи денег:'
    e '— Извините за вопрос, профессор МакГонагалл, но, насколько я понимаю, моим родителям не было и тридцати, когда они умерли. В волшебном мире это обычное количество золота, которое имеет молодая пара?'
    t 'Если так, то чашка кофе, возможно, стоит 5000 фунтов. Правило номер один в экономике: деньги есть нельзя.'
    h 'МакГонагалл покачала головой.'
    show pm ssmile
    pm '— Ваш отец был последним наследником старинного рода, мистер Поттер. Возможно также… — профессор засомневалась. — Полагаю, часть этих денег — награда за у… — МакГонагалл осеклась, — за победу над Сами-Знаете-Кем. Хотя, возможно, эти пожертвования ещё не собраны, мне точно неизвестно.'
    e '— Интересно, — медленно проговорил Гарри. — Получается, часть этих денег и в самом деле в некотором роде моя. То есть заработана мной. В каком-то смысле. Наверное. Даже если я этого не помню. Значит, мне не должно быть сильно неловко, если я потрачу совсем незначительную часть. Без паники, профессор МакГонагалл!'
    show pm angry:
        yalign 1.7
        xalign -0.8
    pm '— Мистер Поттер! Вы несовершеннолетний, поэтому вам разрешается брать лишь разумные суммы из…'
    e '— Я так и собираюсь! Я финансово благоразумен! Просто по пути в банк я видел некоторые товары, которые вполне можно включить в список разумных покупок взрослого человека.'
    show pm answ:
        yalign -7.0
        xalign -5.0
    h 'Гарри столкнулся с МакГонагалл в молчаливом поединке взглядов.'
    pm '— Например? — наконец сдалась профессор.'
    e '— Сундуки, вместительность которых больше, чем кажется по их внешнему виду.'
    h 'МакГонагалл поджала губы:'
    show pm angry:
        yalign 1.7
        xalign -0.8
    pm '— Они очень дорогие, мистер Поттер!'
    e '— Да, но… — Гарри умоляюще посмотрел на неё. — Я совершенно уверен, что, когда вырасту, я всё равно захочу такой сундук. И я уже могу себе его позволить. Не имеет смысла откладывать покупку, если я могу совершить её сейчас, ведь так? '
    e 'И в том, и в другом случае я потрачу одну и ту же сумму. Я имею в виду, что в будущем я захочу хороший сундук, со множеством отделений, достаточно хороший, чтобы не пришлось через некоторое время покупать ещё лучше…'
    h 'Взгляд МакГонагалл не смягчился.'
    pm '— И что же вы положите в такой сундук, мистер Поттер?'
    e '— Книги.'
    show pm ssmile:
        yalign -7.0
        xalign -5.0
    pm '— Ну конечно, — вздохнула МакГонагалл.'
    e '— Вам следовало предупредить меня гораздо, гораздо раньше, что существуют такие чудеса! И что я могу себе это позволить! А теперь мы с отцом будем вынуждены следующие два дня носиться по магазинам подержанных книг в поисках старых учебников, чтобы по прибытии в Хогвартс у меня была достойная коллекция книг по математике и другим наукам.'
    e'И, возможно, небольшое собрание научной фантастики и фэнтези, если я найду что-нибудь приличное на распродажах. Кстати, чтобы вам было легче принять решение, позвольте купить вам…'
    show pm angry:
        yalign 1.7
        xalign -0.8
    pm '— Мистер Поттер! Вы хотите дать мне взятку?!'
    e '— Что? Нет! Ни в коем случае! Я хотел сказать, что могу передать часть книг в Хогвартс, если вы посчитаете их хорошим дополнением к школьной библиотеке. Я собираюсь приобрести их дёшево. Просто хочу, чтобы книги были рядом со мной. Ведь можно давать людям взятку книгами, да? Это…'
    pm '— Семейная традиция.'
    e '— Именно.'
    h 'Плечи МакГонагалл поникли:'
    pm '— К сожалению, в ваших словах есть логика. Я позволю вам взять ещё сто галлеонов, мистер Поттер. Я точно знаю, что буду сожалеть о своём поступке, но всё-таки сделаю это.'
    e '— Отлично! А кошель из шкурки скрытня действует так, как я думаю?'
    pm '— Он менее вместителен, чем сундук, — неохотно ответила МакГонагалл, — но кошель с чарами извлечения и незримого расширения позволяет волшебнику призывать любой из помещённых внутрь предметов по своему желанию.'
    e '— Он определённо мне нужен. Это же карманный супер-набор абсолютной крутости! Как многофункциональный пояс Бэтмена! Можно забыть про швейцарский армейский нож и носить все инструменты в одном кошеле! Или другие волшебные предметы! Или книги! Я выбрал бы три лучшие книги из тех, что я читаю, и мог бы призывать их когда угодно! '
    e'Я больше ни минуты времени не потрачу впустую! Что вы на это скажете, профессор МакГонагалл? Разве не прекрасная причина потратить немного денег?'
    pm '— Ладно. Можете взять ещё десять галлеонов.'
    h 'Крюкохват одобрительно, даже с восхищением, посмотрел на Гарри.'
    e '— И ещё немного на расходы. Думаю, я видел в витринах пару вещей, которые можно будет сложить в этот волшебный кошель.'
    show pm angry:
        yalign 1.7
        xalign -0.8
    pm '— Не перегибайте, мистер Поттер!'
    e '— Но профессор МакГонагалл! Сегодня у меня счастливый день, я знакомлюсь с миром волшебства! '
    e'Зачем же ворчать, если вы можете улыбнуться и вспомнить ваше собственное беззаботное детство, глядя на моё радостное лицо, когда я покупаю парочку игрушек, используя лишь малую часть богатства, которое я получил, победив самого ужасного волшебника Британии. '
    e'Не то чтобы я обвинял вас в неблагодарности или чём-то подобном, но всё же несколько безделушек — крохотная плата…'
    play sound coins 
    with vpunch
    pm'— Вы! — прорычала МакГонагалл. У неё было такое выражение лица, что Гарри с писком отскочил, при этом с громким звоном рассыпав кучу золотых монет, и растянулся на горке денег. Крюкохват лишь разочарованно взмахнул рукой. '
    pm'— Я бы оказала магической Великобритании, а может, и всему миру огромную услугу, если бы заперла вас здесь, мистер Поттер.'
    h 'Больше затруднений не возникло, и вскоре они покинули хранилище'
    stop music
    jump start5